Repository: rosetta-vn/olymparents-stem
Catalog: docs/resources/tmx/Olymparents_STEAM_edu.tmx
Source language: en
Languages: vi

source: Cheese vs. cracker: which one is crispier or smoother?
vi: Bơ so với bánh quy: Loại nào là giòn hơn hay mềm hơn? (TODO: Đăng hiệu đính đến đây)

source: In Germany it&#39;s still illegal to sell food products containing insects.
vi: Ở Đức, luật pháp vẫn chưa cho bán các sản phẩm thực phẩm có chứa côn trùng.

source: The exotic hamburgers cost between 12 and 17 euros.
vi: Những chiếc ham-bơ-gơ mới lạ này có giá từ 12 đến 17 euro.

source: So within five years I think we will all eat a couple of times a year insects.&quot;
vi: Vì vậy, trong 5 năm tới, tôi nghĩ tất cả chúng ta sẽ ăn côn trùng vài lần một năm.&quot;

source: &quot;I think within five years it’s quite normal to eat the insects, it will be the ingredient inside a lot of food products I think.
vi: &quot;Tôi nghĩ trong 5 năm tới việc ăn côn trùng là khá bình thường, nó sẽ là thành phần trong nhiều sản phẩm thực phẩm.

source: Now the young entrepreneurs employ a team of four people.
vi: Hiện nay công ty của các doanh nhân trẻ đang thuê bốn nhân viên.

source: Then the Bugfoundation founders will be worming their way into the fast food business.
vi: Khi đó, những người sáng lập Bugfoundation sẽ thâm nhập thị trường đồ ăn nhanh theo cách của họ.

source: And the next thing they say is &quot;When we can we finally try it out?&quot;
vi: Và điều tiếp theo họ nói là &quot;Khi nào chúng tôi có thể thử nó vậy?&quot;

source: &quot;At the same time we&#39;re hoping we will become a model for other countries, for instance in developing countries where they used to eat insects but stopped doing so in order to adopt the western lifestyle and eat beef burgers -- following the McDonalds lifestyle.&quot;
vi: &quot;Đồng thời, chúng tôi hy vọng sẽ trở thành một hình mẫu cho các quốc gia khác, ví dụ ở các nước đang phát triển nơi người dân từng ăn côn trùng nhưng ngừng làm như vậy để tiếp nhận lối sống phương Tây và ăn bánh mì kẹp thịt bò - theo phong cách McDonalds.&quot;

source: That&#39;s how they got the idea to start their business.
vi: Từ đó họ nảy ra ý tưởng kinh doanh này.

source: The manufacturers have been breeding insects here for about 40 years, mainly as animal feed and for the cosmetics industry.
vi: Khoảng 40 năm vừa qua các nhà sản xuất đã nuôi côn trùng ở đây, chủ yếu làm thức ăn chăn nuôi và dùng cho ngành công nghiệp mỹ phẩm.

source: In the meantime, everybody thinks what we&#39;re doing is cool.
vi: Đồng thời, họ nghĩ rằng những gì chúng tôi đang làm là thú vị.

source: But a few restaurants in Belgium and the Netherlands already have Bux Burgers on their menus.
vi: Nhưng một vài nhà hàng ở Bỉ và Hà Lan đã đưa Bux Burgers vào thực đơn của họ.

source: And the insects are also climate friendly.
vi: Và côn trùng cũng dễ thích nghi với khí hậu.

source: The larvae live for three months in these boxes where they consume grain.
vi: Ấu trùng sống ba tháng trong các hộp này và chỉ ăn ngũ cốc.

source: That will be good for the environment because less grain will be used for cattle feed.
vi: Điều đó tốt cho môi trường vì sẽ giúp giảm lượng ngũ cốc nuôi gia súc.

source: The worms are a sustainable source of energy, containing 50% protein.
vi: Ấu trùng là nguồn năng lượng bền vững, chúng chứa 50% protein.

source: The ground mealworms are mixed with, peas, water and a secret spice mixture.
vi: Những con giun đất được trộn với đậu Hà Lan, nước và hỗn hợp gia vị bí mật.

source: When they&#39;re large enough to be harvested, they&#39;re flash-frozen and shipped to customers.
vi: Khi đủ lớn để &quot;xuất chuồng&quot;, chúng sẽ được kết đông cực nhanh và chuyển đến khách hàng.

source: They started their company Bugfoundation in 2014 with 10-thousand euros in start-up capital.
vi: Họ thành lập công ty Bugfoundation năm 2014 với 10 nghìn euro vốn khởi nghiệp.

source: They only need a fraction of the space, water and feed that breeding higher orders of animals requires.
vi: Chúng cần ít không gian sống, nước và thức ăn hơn so với động vật bậc cao hơn.

source: &quot;When we first told friends, family and acquaintences about our idea, most of them said we were crazy, that there&#39;s no way it would work.
vi: &quot;Khi lần đầu chúng tôi nói với bạn bè, gia đình và người quen về ý tưởng của mình, hầu hết mọi người bảo chúng tôi bị &quot;điên&quot;, rằng nó sẽ không thành công.

source: The main ingredient in Vera&#39;s Bux Burger is ground lesser mealworms, ((the larvae of the darkling beetle.))
vi: Thành phần chính trong Bux Burger của Vera là ấu trùng dưới đất, ((ấu trùng của bọ cánh cứng sẫm màu.))

source: +++ SOT Baris Özel, Bugfoundation Co-Founder +++
vi: +++ SOT Baris Özel, Đồng sáng lập Bugfoundation +++

source: +++ SOT Max Krämer, Bugfoundation Co-Founder +++
vi: +++ SOT Max Krämer, Đồng sáng lập Bugfoundation +++

source: &quot;It’s a bit dry but it has a nice flavour and I think I would definitely recommend it to my friends.&quot;
vi: &quot;Nó hơi khô nhưng có hương vị khá hay, chắc chắn là tôi sẽ giới thiệu nó cho bạn bè của mình.&quot;

source: Report by Gwendolin Hilse
vi: Bản tin của Gwendolin Hilse

source: +++ Nico Rood, Plant Manager Proti-Farm +++ ENGLISH
vi: +++ Nico Rood, Quản lý xưởn tại Proti-Farm +++ TIẾNG ANH

source: But it&#39;s not just any old burger, because half of the meat patty consists of ground-up insect larvae.
vi: Nhưng nó không phải là bánh burger kiểu cũ đâu, bởi vì một nửa của viên chả thịt có cả ấu trùng giun đất.

source: 2.53 Max Krämer, Bugfoundation Co-Founder
vi: 2,53 Max Krämer, Đồng sáng lập Bugfoundation

source: Student Vera Boekelman tried out the Bux Burger.
vi: Sinh viên Vera Boekelman đã thử Bux Burger.

source: Inserts:
vi: Những người xuất hiện:

source: 1:05 Nico Rood, Plant Manager Proti-Farm
vi: 1:05 Nico Rood, quản lý xưởng tại Proti-Farm

source: Nico Rood is Plant Manager of Proti-Farm.
vi: Nico Rood là quản lý xưởng tại Proti-Farm.

source: But recently they&#39;ve been producing more and more larvae for human consumption.
vi: Nhưng gần đây họ đã sản xuất ngày càng nhiều ấu trùng cho nhu cầu tiêu thụ của con người.

source: The production of the insect burgers begins here in the Dutch town of Ermelo.
vi: Việc sản xuất bánh mì kẹp thịt côn trùng bắt đầu ở đây tại thị trấn Ermelo của Hà Lan.

source: They worked on the development of their burger patties for more than a year.
vi: Họ đã nghiên cứu viên chả thịt cho bánh burger của họ trong hơn một năm.

source: He performs regular checks on the quality of his worms.
vi: Ông thường xuyên kiểm tra chất lượng ấu trùng của mình.

source: The founders hope their burger will lead to less meat being eaten.
vi: Những người sáng lập hy vọng hamburger của họ sẽ dẫn đến việc ăn ít thịt hơn.

source: Starting next year selling insect food products will be legallized in Germany too.
vi: Từ năm tới, việc bán thực phẩm chứa côn trùng cũng sẽ được hợp pháp tại Đức.

source: And their CO2 emissions are minimal.
vi: Và lượng khí thải CO2 của chúng là rất ít.

source: Script:
vi: Phụ đề:

source: I hope you had fun.
vi: Tôi hy vọng các bạn thấy vui vẻ.
